 [{
       title: "Creche (Early Care & Development)",
       firstParagraph:  "Our Creche provides a warm, safe, and fun-filled environment where infants and toddlers are cared for with love and attention.",
      content: [
       
        "Early stimulation through music, rhyme, and storytelling.",
        "Physical development through play and movement activities.",
        "Social and emotional growth by encouraging bonding, interaction, and a sense of security.",
      ],
      secondParagraph: "We recognize that a child’s first experiences shape their future, and so we ensure every little one is gently guided to explore, smile, and grow in confidence.",
      image: Cretche1,
      reverse: false,
    },
    {
      title: "Nursery (Foundation Stage)",
      firstParagraph: "Our Nursery program is the foundation of lifelong learning. Kids are encouraged to explore their environment through creative and structured play.",
      content: [   
        "Literacy and numeracy introduced through rhymes, stories, and interactive games.",
        "Creative expression in music, art, and role play activities.",
        "Social development by fostering sharing, collaboration, and communication.",
      ],
      secondParagtaph: "We nurture every child’s imagination, setting the stage for success in primary education.",
      image: Cretche2,
      reverse: true,
    },
        {
      title: "Primary School (Building Strong Foundations)",
      firstParagraph: "In Primary School, we provide a broad, balanced curriculum that equips children with both academic excellence and life skills. Our teaching blends Nigerian curriculum with modern methodologies, ensuring global competitiveness. Highlights include:"
      content: [
        "Core subjects: English, Mathematics, Science, and Social Studies.",
        "ICT and digital literacy introduced early.",
        "Creative Arts, Music, and Physical Education for well-rounded development.",
        "Strong emphasis on moral values, discipline, and personal responsibility.",
      ],
      secondParagraph: "By the end of Primary School, our learners are confident, articulate, and prepared for the challenges of higher learning."
      image: Cretche3,
      reverse: false,
    },
    {
      title: "Secondary School (Preparing for the Future)",
      firstParagraph: "Our Secondary section focuses on academic depth, critical thinking, and personal development. With dedicated teachers and modern facilities, we guide students to excel in national and international examinations while preparing them for leadership in society. Key features:",
      content: [
        "Advanced curriculum in Science, Arts, and Humanities.",
        "Practical, project-based learning and use of technology in classrooms.",
        "Career guidance and counseling for higher education readiness.",
        "Clubs, societies, and extracurriculars to broaden interests and talents.",
        "Character education that emphasizes discipline, resilience, and integrity.",
      ],
       secondParagraph: "We aim to graduate students who are not only academically sound but also socially responsible, innovative, and globally competitive."
      image: Cretche4,
      reverse: true,
    },
 ]
